TINYBOT.default_comments = [
  ['なんでしょう'],
  ['それはわかりませんが、体幹を鍛えればいいと思います'],
  ['そうですね（生返事）'],
  ['すみません、質問の意味がわかりません']
];

TINYBOT.normalize_db = [
  ['ウェブサイト','hp','ホームページ','web','ウェブ'],
  ['ヘルプ','help'],
  ['こんにちは','hello','こんにちわ','こんちわ','hi'],
  ['さようなら', 'さよなら']
];

TINYBOT.response_db = [
  ['#init', 'こんにちは！　質問を下のテキストボックスに入力してください！ 天気のこととか、興味ないですか'],
  ['ヘルプ', 'いろいろ入力してみてください。キーワードによって、それにあった返答をします'],
  ['debug', 'デバッグモードをONにしました。うそです、実装していません'],
  ['こんにちは', 'こんにちは！'],
  ['さようなら', 'ふたたび逢うまでの遠い約束…'],
  ['気象庁,ウェブサイト', 'ここです！ https://www.jma.go.jp/'],
  ['天気', '今日の天気が知りたいですか、天気予報が知りたいですか'],
  ['天気,予報', '気象庁のウェブサイトをごらんになるとどうでしょう'],
  ['今日,天気', '今日の天気は、窓から見えるとおりです！']
];

